Repository: MihkelPaloots/exam-2024
Catalog: App.Resources/Views/Events/_Events.*.resx
Languages: et

source: Event name
et: Ürituse nimi

source: Goings
et: Osaleb

# StartTime
source: Begins at
et: Algab

# EndTime
source: Ends at
et: Lõppeb

source: Facebook ID
et: Facebooki ID

source: Edit
et: Seadista

source: Delete
et: Kustuta

source: Details
et: Detailid

# CreateNew
source: Create new event
et: Loo uus üritus

source: Price
et: Hind
